#Задание-6

a = int(input('Номер буквы в алфавите: '))
a = ord('a') + a - 1
print('Это буква', chr(a))